'hood
's_gravenhage
'tween
'tween_decks
+0
+1
+10
+11
+13
+2
+3
+4
+44
+5
+6
+7
+8
+9
.22
.22-caliber
.22-calibre
.22_caliber
.22_calibre
.38-caliber
.38-calibre
.38_caliber
.38_calibre
.45-caliber
.45-calibre
.45_caliber
.45_calibre
0
0,1
0-0
0-1
0-10
0-12
0-14
0-2
0-3
0-4
0-4-0
0-5
0-6
0-6-0
0-60
0-7
0-8
0-9
0.0
0.00
0.001
0.01
0.02
0.03
0.04
0.05
0.06
0.07
0.08
0.09
0.1
0.10
0.11
0.12
0.13
0.14
0.15
0.16
0.17
0.18
0.19
0.2
0.20
0.21
0.22
0.23
0.24
0.25
0.26
0.27
0.28
0.29
0.3
0.30
0.31
0.32
0.33
0.34
0.35
0.36
0.37
0.38
0.39
0.4
0.41
0.42
0.43
0.44
0.45
0.46
0.47
0.48
0.5
0.50
0.51
0.52
0.53
0.54
0.55
0.56
0.57
0.58
0.6
0.61
0.62
0.63
0.64
0.65
0.66
0.7
0.72
0.75
0.76
0.8
0.85
0.86
0.9
0.95
0.98
0.99
00
000
0000
001
002
007
00:00
00s
01
01:00
02
03
04
05
06
0600
06:00
07
07-08
07/08
07:00
08
08-09
08/09
0800
08:00
0900
09:00
0pts
0s
1
1,000
1,000,000
1,050
1,1
1,100
1,150
1,2
1,2,3
1,200
1,200,000
1,250
1,3
1,300
1,350
1,400
1,450
1,500
1,500,000
1,550
1,600
1,650
1,700
1,750
1,800
1,850
1,900
1-0
1-1
1-10
1-11
1-12
1-13
1-14
1-15
1-16
1-2
1-2-3
1-3
1-4
1-5
1-6
1-7
1-8
1-9
1-a
1-dimensional
1-dodecanol
1-hitter
1-yard
1-year
1.0
1.00
1.000
1.01
1.02
1.03
1.04
1.05
1.06
1.07
1.08
1.1
1.10
1.11
1.12
1.13
1.14
1.15
1.16
1.17
1.18
1.2
1.20
1.22
1.23
1.24
1.25
1.26
1.27
1.28
1.3
1.30
1.33
1.34
1.35
1.36
1.37
1.38
1.4
1.42
1.44
1.45
1.5
1.50
1.55
1.6
1.65
1.66
1.7
1.70
1.73
1.75
1.76
1.78
1.8
1.80
1.82
1.83
1.85
1.88
1.89
1.9
1.90
1.91
1.92
1.93
1.94
1.95
1.96
1.97
1.98
1.99
1/1
1/10
1/16
1/2
1/3
1/4
1/5
1/6
1/8
1/9
10
10,000
10,000,000
10,500
10-0
10-1
10-10
10-11
10-12
10-13
10-14
10-15
10-2
10-20
10-3
10-30
10-4
10-5
10-6
10-7
10-8
10-9
10-day
10-inch
10-membered
10-minute
10-point
10-round
10-yard
10-year
10-year-old
10.0
10.00
10.000
10.1
10.10
10.2
10.20
10.3
10.30
10.4
10.40
10.5
10.50
10.6
10.7
10.8
10.80
10.9
10/10
100
100,000
100,000,000
100-200
100-meter
100-yard
100-year
100.0
100.00
100.1
100.2
100.3
100.4
100.5
100.6
100.7
100.8
100.9
1000
10000
100000
1000000
1000000000
1000000000000
1000km
1000m
1000th
1001
1002
1003
1004
1005
1006
1007
1008
1009
100km
100m
100mm
100s
100th
101
101.0
101.1
101.2
101.3
101.4
101.5
101.6
101.7
101.8
101.9
1010
1011
1012
1013
1014
1015
1016
1017
1018
1019
101st
102.0
102.1
102.2
102.3
102.4
102.5
102.6
102.7
102.8
102.9
1020
1021
1022
1023
1024
1026
1027
1028
1029
102nd
103.0
103.1
103.2
103.3
103.4
103.5
103.6
103.7
103.8
103.9
1030
1031
1032
1033
1034
1035
1036
1037
1038
1039
103rd
104
104.0
104.1
104.2
104.3
104.4
104.5
104.6
104.7
104.8
104.9
1040
1041
1043
1044
1045
1046
1047
1048
104th
105
105,000
105.0
105.1
105.2
105.3
105.4
105.5
105.6
105.7
105.8
105.9
1050
1051
1052
1053
1054
1055
1056
1057
1058
1059
105mm
105th
106
106.0
106.1
106.2
106.3
106.4
106.5
106.6
106.7
106.8
106.9
1060
1061
1062
1063
1064
1065
1066
1067
1068
1069
106th
107.1
107.2
107.3
107.4
107.5
107.6
107.7
107.8
107.9
1070
1071
1073
1074
1075
1076
1077
1078
1079
107th
108
108.3
1080
1080i
1080p
1081
1082
1083
1084
1085
1086
1087
1088
1089
108th
109
1090
1091
1092
1093
1094
1095
1096
1097
1098
1099
109s
109th
10:00
10:1
10:15
10:30
10:45
10a
10am
10cc
10k
10km
10m
10mm
10pm
10s
10th
10x
11
11,000
11,250
11,500
11-0
11-1
11-12
11-13
11-14
11-16
11-18
11-2
11-3
11-4
11-5
11-day
11-plus
11-yard
11-year
11-year-old
11.0
11.00
11.1
11.10
11.2
11.20
11.3
11.30
11.4
11.40
11.5
11.50
11.6
11.7
11.8
11.9
110
110,000
1100
1100s
1101
1102
1103
1104
1105
1106
1107
1108
1109
110th
1110
1111
1112
1113
1114
1115
1116
1117
1118
1119
111th
112.5
1120
1121
1122
1123
1124
1125
1126
1127
1128
1129
112th
113
1130
1131
1132
1133
1134
1135
1136
1137
1138
1139
113th
114
1140
1141
1142
1143
1144
1145
1146
1147
1148
1149
114th
115
115,000
1150
1151
1152
1153
1154
1155
1156
1157
1158
1159
115th
116
1160
1161
1162
1163
1164
1166
1167
1168
1169
116th
1170
1171
1172
1173
1174
1175
1176
1177
1178
1179
117th
118
1180
1181
1182
1183
1184
1185
1186
1187
1188
1189
118th
1190
1191
1192
1193
1194
1195
1196
1197
1198
1199
119th
11:00
11:15
11:30
11_november
11am
11pm
11th
11th-century
12
12,000
12,500
12-0
12-1
12-10
12-13
12-14
12-15
12-16
12-18
12-2
12-3
12-4
12-6
12-bit
12-day
12-hour
12-inch
12-month
12-pounder
12-string
12-tone_music
12-tone_system
12-yard
12-year
12-year-old
12.0
12.00
12.1
12.10
12.2
12.20
12.3
12.30
12.4
12.40
12.5
12.50
12.6
12.7
12.8
12.9
120
120,000
12000
1200s
1201
1202
1203
1204
1205
1206
1207
1208
120th
1210
1211
1212
1214
1215
1216
1217
1218
1219
121st
122
1220
1221
1222
1223
1224
1225
1226
1227
1228
1229
122nd
123
1230
1231
1232
1233
1234
1235
1236
1237
1238
1239
123rd
124
1240
1241
1242
1243
1244
1245
1246
1247
1248
1249
124th
125
125,000
1250
1251
1252
1253
1254
1255
1256
1257
1258
1259
125cc
125th
126
1260
1261
1262
1263
1264
1265
1266
1267
1268
1269
126th
127
1270
1271
1272
1273
1274
1275
1276
1277
1278
1279
127th
128
128-bit
1280
1281
1282
1283
1284
1285
1286
1287
1288
1289
128k
128th
1290
1291
1292
1293
1294
1295
1296
1297
1298
1299
129th
12:00
12:01
12:1
12:30
12a
12m
12pm
12s
12th
12th-century
13
13,000
13,500
13-0
13-1
13-10
13-12
13-14
13-15
13-16
13-3
13-6
13-7
13-episode
13-yard
13-year
13-year-old
13.0
13.00
13.1
13.10
13.2
13.3
13.30
13.4
13.5
13.50
13.6
13.7
13.8
13.9
130
130,000
1300
1300s
1301
1302
1303
1304
1305
1306
1307
1308
1309
130th
131
1310
1311
1312
1313
1314
1315
1316
1317
1318
1319
131st
1320
1321
1322
1323
1324
1325
1326
1327
1329
132nd
1330
1331
1332
1333
1334
1335
1336
1337
1338
1339
133rd
134
1340
1341
1342
1343
1344
1345
1346
1347
1348
1349
134th
135
135,000
1350
1351
1352
1353
1354
1355
1356
1357
1358
1359
135th
136
1360
1361
1362
1363
1364
1365
1366
1367
1368
1369
137
1370
1371
1372
1373
1374
1375
1376
1377
1378
1379
137th
1380
1381
1382
1383
1384
1385
1386
1387
1388
1389
138th
1390
1391
1392
1393
1394
1395
1396
1397
1398
1399
139th
13:00
13c
13th
13th-century
14
14,000
14,500
14-0
14-10
14-13
14-15
14-16
14-17
14-18
14-2
14-3
14-6
14-7
14-yard
14-year
14-year-old
14.0
14.00
14.1
14.10
14.2
14.20
14.3
14.30
14.4
14.5
14.50
14.6
14.7
14.8
14.9
140
140,000
1400
1400s
1401
1402
1403
1404
1405
1406
1407
1408
1409
140th
1410
1411
1412
1413
1414
1415
1416
1417
1418
1419
141st
1421
1422
1423
1424
1425
1426
1427
1428
1429
142nd
1430
1431
1432
1433
1435
1436
1437
1438
1439
144
144,000
1440
1441
1442
1443
1444
1445
1446
1447
1448
1449
144th
145
145,000
1450
1451
1452
1453
1454
1455
1456
1457
1458
1459
145th
1460
1461
1462
1463
1464
1465
1466
1467
1468
1469
1470
1470s
1471
1472
1473
1474
1475
1476
1477
1478
1479
147th
148
1480
1480s
1481
1482
1483
1484
1485
1486
1487
1488
1489
148th
1490
1491
1492
1493
1494
1495
1496
1497
1498
1499
149th
14:00
14_july
14a
14c
14th
14th-century
15
15,000
15,500
15-0
15-16
15-17
15-18
15-20
15-25
15-30
15-day
15-inch
15-minute
15-yard
15-year
15-year-old
15.0
15.00
15.1
15.10
15.2
15.3
15.4
15.5
15.50
15.6
15.7
15.8
15.9
150
150,000
1500
15000
1500m
1500s
1501
1502
1503
1504
1505
1506
1507
1508
1509
150th
1510
1511
1512
1513
1514
1515
1516
1517
1518
1519
151st
152
1520
1520s
1521
1522
1523
1524
1525
1526
1527
1528
1529
1530
1530s
1531
1532
1533
1534
1535
1536
1537
1538
1539
153rd
154
1540
1540s
1541
1542
1543
1544
1545
1546
1547
1548
1549
154th
155
155,000
1550
1550s
1551
1552
1553
1555
1556
1557
1558
1559
155th
156
1560
1560s
1561
1562
1563
1564
1565
1566
1567
1568
1569
1570
1570s
1571
1572
1573
1574
1575
1576
1577
1578
1579
158
1580
1580s
1581
1582
1583
1584
1585
1586
1587
1588
1589
159
1590
1590s
1591
1592
1593
1594
1595
1596
1598
1599
159th
15:00
15_august_1945
15_may_organization
15_minutes
15a
15km
15m
15s
15th
15th-century
16
16,000
16,500
16-0
16-13
16-17
16-18
16-19
16-bit
16-inch
16-valve
16-yard
16-year
16-year-old
16.0
16.00
16.1
16.2
16.3
16.30
16.4
16.5
16.6
16.7
16.8
16.9
160
160,000
1600
1600s
1601
1602
1603
1604
1605
1606
1607
1608
1609
160th
1610
1611
1612
1613
1614
1615
1616
1617
1618
1619
161st
162
1620
1620s
1621
1622
1623
1624
1625
1626
1627
1628
1629
163
1630
1630s
1631
1632
1633
1634
1635
1636
1637
1638
1639
163rd
164
1640
1640s
1641
1642
1643
1644
1645
1646
1647
1649
164th
165
165,000
1650
1650s
1651
1652
1653
1654
1655
1656
1657
1658
1659
165th
1660
1660s
1662
1663
1664
1665
1666
1667
1668
1669
167
1670
1670s
1671
1672
1673
1674
1675
1676
1677
1678
1679
167th
168
1680
1680s
1681
1682
1683
1684
1685
1686
1687
1688
1689
168th
169
1690
1690s
1691
1692
1693
1694
1695
1696
1697
1698
1699
16:00
16:9
16_pf
16mm
16s
16th
16th-century
16v
17
17,000
17,500
17-0
17-10
17-13
17-14
17-16
17-18
17-19
17-3
17-7
17-yard
17-year
17-year-old
17.0
17.00
17.1
17.2
17.3
17.30
17.4
17.5
17.6
17.7
17.8
17.9
17/35
170
170,000
1700
1700s
1701
1702
1703
1704
1705
1706
1707
1708
1709
170th
1710
1711
1712
1713
1714
1715
1716
1717
1718
1719
1720
1720s
1721
1722
1723
1724
1725
1726
1727
1728
1729
172nd
1730
1730s
1731
1732
1733
1734
1735
1736
1737
1738
1739
173rd
174
1740
1740s
1741
1742
1743
1744
1745
1746
1747
1748
1749
175
175,000
1750
1750s
1751
1752
1753
1754
1755
1756
1757
1758
175th
1760
1760s
1761
1762
1763
1764
1765
1766
1767
1768
1769
177
1770
1770s
1771
1772
1773
1774
1775
1776
1777
1778
1779
178
1780
1780s
1781
1782
1783
1784
1785
1786
1787
1788
1789
179
1790
1790s
1791
1792
1793
1794
1795
1796
1797
1798
1799
179th
17:00
17_november
17s
17th
17th-century
18
18,000
18,500
18,750
18-19
18-20
18-49
18-hole
18-inch
18-karat_gold
18-month
18-pounder
18-yard
18-year
18-year-old
18.0
18.00
18.1
18.2
18.3
18.4
18.5
18.6
18.7
18.8
18.9
18/36
180
180,000
1800
1800s
1801
1802
1803
1804
1805
1806
1807
1808
1809
180th
181
1810s
1811
1812
1813
1814
1815
1816
1818
1819
1820
1820s
1821
1822
1823
1824
1825
1826
1827
1829
183
1830
1830s
1831
1832
1833
1834
1835
1836
1837
1838
1840s
1841
1842
1843
1844
1845
1846
1847
1848
1849
185,000
1850
1850s
1851
1852
1853
1854
1855
1856
1857
1859
1860
1860s
1861
1861-1865
1862
1863
1864
1865
1866
1867
1868
1869
187
1870
1870s
1871
1872
1873
1874
1875
1876
1877
1878
1879
187th
1880
1880s
1881
1882
1883
1884
1885
1887
1888
1889
1890
1890s
1891
1893
1894
1895
1896
1896-97
1897
1898
1899
1899-1900
1899-1902
18:00
18:30
18s
18th
18th-century
19
19,000
19,500
19-20
19-21
19-yard
19-year
19-year-old
19.0
19.00
19.1
19.2
19.3
19.4
19.5
19.6
19.7
19.8
19.9
190
190,000
1900
1900s
1901
1902
1903
1903-04
1904-05
1904-1905
1905
1908-09
1909
1909-10
190th
1910-11
1910s
1911-12
1912-13
1912-1913
1913-14
1914-15
1914-1915
1914-1918
1915-1916
1917-18
1917-1918
1918-1919
1919-1920
1919-1922
1919-20
1920-21
1920s
1921-22
1922-23
1923-24
1924-25
1925-26
1926-27
1927-28
1928-29
1929-30
1930-31
1930s
1931-32
1932-33
1933-34
1934-35
1935-36
1936-1939
1936-37
1937-38
1938-39
1939-1940
1939-1945
1939-40
194
1940-1941
1940-41
1940s
1941-1942
1941-1945
1941-42
1942-1943
1942-1945
1942-43
1943-1944
1943-1945
1943-44
1944-1945
1944-45
1945-46
1946-1947
1946-47
1947-1948
1947-48
1948-1949
1948-49
1949-50
1950-1951
1950-51
1950s
1951-1952
1951-52
1952-1953
1952-53
1953-1954
1953-54
1954-1955
1954-55
1955-1956
1955-56
1956-1957
1956-57
1957-1958
1957-58
1958-1959
1958-59
1959-1960
1959-60
1960-1961
1960-61
1960s
1961-1962
1961-62
1962-1963
1962-63
1963-1964
1963-64
1964-1965
1964-65
1965-1966
1965-1967
1965-66
1966-1967
1966-1968
1966-67
1967-1968
1967-1969
1967-68
1968-1969
1968-1970
1968-69
1969-1970
1969-1971
1969-70
1970-1971
1970-1972
1970-71
1970s
1971-1972
1971-1973
1971-72
1972-1973
1972-73
1973-1974
1973-1975
1973-74
1974-1975
1974-1976
1974-75
1975-1976
1975-1977
1975-76
1976-1977
1976-1978
1976-77
1976/77
1977-1978
1977-1979
1977-1980
1977-1988
1977-78
1978-1979
1978-1980
1978-1981
1978-79
1978/79
1979-1980
1979-1981
1979-1982
1979-80
1980-1981
1980-1982
1980-81
1980/81
1980s
1981-1982
1981-1983
1981-1985
1981-82
1981/82
1982-1983
1982-1985
1982-83
1982/83
1983-1984
1983-1985
1983-1986
1983-84
1983/84
1984-1985
1984-1986
1984-85
1984/85
1985-1986
1985-1987
1985-1988
1985-1989
1985-86
1985/86
1986-1987
1986-1988
1986-1989
1986-1990
1986-87
1986/87
1987-1988
1987-1989
1987-1990
1987-1991
1987-88
1987/88
1988-1989
1988-1990
1988-1991
1988-1992
1988-89
1988/89
1989-1990
1989-1991
1989-1992
1989-1993
1989-1999
1989-90
1989/90
1990-1991
1990-1992
1990-1993
1990-1994
1990-1995
1990-2000
1990-91
1990/91
1990s
1991-1992
1991-1993
1991-1994
1991-1995
1991-1996
1991-92
1991/92
1992-1993
1992-1994
1992-1995
1992-1996
1992-1997
1992-93
1992/93
1993-1994
1993-1995
1993-1996
1993-1997
1993-1998
1993-94
1993/94
1994-1995
1994-1996
1994-1997
1994-1998
1994-2000
1994-95
1994-96
1994/95
1995-1996
1995-1997
1995-1998
1995-1999
1995-2000
1995-2001
1995-96
1995/96
1996-1997
1996-1998
1996-1999
1996-2000
1996-2001
1996-97
1996-98
1996/97
1997-1998
1997-1999
1997-2000
1997-2001
1997-2002
1997-2003
1997-98
1997/98
1998-1999
1998-2000
1998-2001
1998-2002
1998-2003
1998-2004
1998-99
1998/99
1999-00
1999-2000
1999-2001
1999-2002
1999-2003
1999-2004
1999-2005
1999/2000
19:00
19:30
19s
19th
19th-century
1:00
1:1
1:10
1:12
1:15
1:2
1:20
1:3
1:30
1:4
1_chronicles
1_esdras
1_kings
1_maccabees
1_samuel
1a
1am
1b
1c
1d
1h
1km
1m
1nt
1pm
1s
1st
1st-class_mail
1st_baron_beaverbrook
1st_baron_verulam
1st_class
1st_earl_attlee
1st_earl_baldwin_of_bewdley
1st_earl_of_balfour
1st_lieutenant
1st_viscount_montgomery_of_alamein
1up
1x
1xtra
2
2,000
2,000,000
2,100
2,200
2,250
2,3
2,300
2,400
2,500
2,500,000
2,600
2,700
2,800
2,900
2-0
2-1
2-1/2
2-10
2-12
2-14
2-2
2-2-2
2-3
2-4
2-4-0
2-5
2-6
2-6-0
2-7
2-8
2-8-0
2-8-2
2-9
2-cd
2-d
2-day
2-dimensional
2-disc
2-door
2-hitter
2-hour
2-hydroxybenzoic_acid
2-lane
2-methylpropenoic_acid
2-oxoglutarate
2-player
2-point
2-stroke
2-time
2-way
2-yard
2-year
2-year-old
2.0
2.00
2.01
2.02
2.03
2.04
2.05
2.06
2.07
2.08
2.09
2.1
2.10
2.11
2.12
2.13
2.14
2.15
2.16
2.17
2.18
2.19
2.2
2.20
2.21
2.22
2.23
2.24
2.25
2.26
2.27
2.28
2.29
2.3
2.30
2.31
2.32
2.33
2.34
2.35
2.36
2.37
2.38
2.39
2.4
2.40
2.41
2.42
2.43
2.44
2.45
2.46
2.47
2.48
2.49
2.5
2.50
2.51
2.52
2.53
2.54
2.55
2.56
2.57
2.58
2.59
2.6
2.60
2.61
2.62
2.63
2.64
2.65
2.66
2.67
2.68
2.69
2.7
2.70
2.71
2.72
2.73
2.74
2.75
2.76
2.77
2.78
2.79
2.8
2.80
2.81
2.82
2.83
2.84
2.85
2.86
2.87
2.88
2.89
2.9
2.90
2.91
2.92
2.93
2.94
2.95
2.96
2.97
2.98
2.99
2/3
2/4
2/5
20
20,000
20,000,000
20,500
20-0
20-10
20-14
20-17
20-22
20-23
20-25
20-30
20-40
20-minute
20-win
20-yard
20-year
20-year-old
20.0
20.00
20.1
20.2
20.3
20.4
20.5
20.6
20.7
20.8
20.9
20/20
200
200,000
200-300
2000-01
2000-2001
2000-2002
2000-2003
2000-2004
2000-2005
2000-2006
2000-2007
2000-present
2000/01
2000/2001
20000
2000ad
2000s
2001-02
2001-2002
2001-2003
2001-2004
2001-2005
2001-2006
2001/02
2001/2002
2002-03
2002-2003
2002-2004
2002-2005
2002-2006
2002-2007
2002/03
2002/2003
2003-04
2003-2004
2003-2005
2003-2006
2003-2007
2003-2008
2003-4
2003-present
2003/04
2003/2004
2004-05
2004-2005
2004-2006
2004-2007
2004-2008
2004-2009
2004-5
2004-present
2004/05
2004/2005
2004/5
2005-06
2005-2006
2005-2007
2005-2008
2005-2009
2005-6
2005-present
2005/06
2005/2006
2005/6
2006-07
2006-2007
2006-2008
2006-2009
2006-7
2006-present
2006/07
2006/2007
2006/7
2007-08
2007-2008
2007-2009
2007-8
2007-present
2007/08
2007/2008
2007/8
2008-09
2008-2009
2008-2010
2008-9
2008-present
2008/09
2008/2009
2008/9
2009-10
2009-2010
2009-present
2009/10
2009/2010
200m
200th
2010-11
2010-2011
2010s
2011
2012
2013
2014
2015
2016
2017
2018
2019
2020
2021
2022
2023
2024
2025
2026
2029
2030
2031
2040
2048
2050
206
209
2099
20:00
20a
20km
20m
20mm
20s
20th
20th-century
21
21,000
21,500
21-0
21-10
21-14
21-17
21-23
21-7
21-yard
21-year
21-year-old
21.0
21.00
21.1
21.2
21.3
21.30
21.4
21.5
21.50
21.6
21.7
21.8
21.9
210,000
2100
2112
214
2150
216
218
219
21:00
21st
21st-century
22
22,000
22,500
22-karat_gold
22-yard
22-year
22-year-old
22.0
22.00
22.1
22.2
22.3
22.30
22.4
22.5
22.50
22.6
22.7
22.8
22.9
220,000
2200
221
222
224
225,000
227
229
22:00
22a
22d
22nd
22pts
23
23,000
23,500
23-24
23-25
23-yard
23-year
23-year-old
23.0
23.00
23.1
23.10
23.2
23.3
23.4
23.5
23.6
23.7
23.8
23.9
230
230,000
232
233
235
235u
236
238
239
23:00
23d
23rd
24
24,000
24,500
24-0
24-14
24-17
24-21
24-25
24-7
24-bit
24-cell
24-hour
24-hour_interval
24-hours
24-karat_gold
24-yard
24-year
24-year-old
24.0
24.00
24.1
24.2
24.3
24.4
24.5
24.6
24.7
24.8
24.9
24/7
240,000
2400
242
243
244
246
247
249
24p
24th
25
25,000
25,500
25-26
25-30
25-64
25-minute
25-yard
25-year
25-year-old
25.0
25.00
25.1
25.2
25.3
25.4
25.5
25.6
25.7
25.8
25.9
250,000
25000
250cc
250th
251
252
253
254
256.0
257
258
259
25a
25m
25th
26
26,000
26,500
26-27
26-28
26-yard
26-year
26-year-old
26.0
26.1
26.2
26.3
26.4
26.5
26.6
26.7
26.8
26.9
260
260,000
2600
262
263
265
269
26th
27
27,000
27,500
27-0
27-24
27-yard
27-year
27-year-old
27.0
27.00
27.1
27.2
27.3
27.4
27.5
27.6
27.7
27.8
27.9
270
270,000
2700
271
272
273
275
275,000
277
278
279
27th
28
28,000
28,500
28-29
28-yard
28-year
28-year-old
28.0
28.1
28.2
28.3
28.4
28.5
28.6
28.7
28.8
28.9
280
280,000
2800
281
283
284
286
287
288
289
28th
29
29,000
29-yard
29-year-old
29.0
29.1
29.2
29.3
29.4
29.5
29.6
29.7
29.8
29.9
290
290,000
2900
292
293
294
295
296
297
298
299
29th
2:00
2:1
2:15
2:2
2:3
2:30
2_chronicles
2_esdras
2_kings
2_maccabees
2_samuel
2a
2am
2b
2c
2cd
2d
2e
2f
2g
2gb
2h
2k
2km
2m
2n
2nd
2nd_lieutenant
2p
2pac
2pm
2pts
2s
2ue
2wd
2x
2x2
3
3,000
3,000,000
3,100
3,200
3,300
3,400
3,500
3,600
3,700
3,800
3,900
3-0
3-1
3-10
3-11
3-12
3-13
3-2
3-2-1
3-3
3-4
3-5
3-6
3-7
3-8
3-9
3-car
3-d
3-day
3-dimensional
3-disc
3-door
3-hitter
3-hour
3-inch
3-manifold
3-manifolds
3-membered
3-part
3-phosphate
3-point
3-space
3-speed
3-sphere
3-time
3-way
3-yard
3-year
3-year-old
3.0
3.00
3.01
3.02
3.03
3.04
3.05
3.06
3.07
3.08
3.09
3.1
3.10
3.11
3.12
3.13
3.14
3.15
3.16
3.17
3.18
3.19
3.2
3.20
3.21
3.22
3.23
3.24
3.25
3.26
3.27
3.28
3.29
3.3
3.30
3.31
3.32
3.33
3.34
3.35
3.36
3.37
3.38
3.39
3.4
3.40
3.41
3.42
3.43
3.44
3.45
3.46
3.47
3.48
3.49
3.5
3.50
3.51
3.52
3.53
3.55
3.56
3.57
3.58
3.6
3.60
3.64
3.65
3.66
3.7
3.70
3.75
3.8
3.85
3.9
3/2
3/4
3/5
3/8
30
30,000
30,500
30-35
30-40
30-50
30-day
30-minute
30-second
30-yard
30-year
30-year-old
30.0
30.00
30.1
30.2
30.3
30.4
30.5
30.6
30.7
30.8
30.9
300
300,000
300-400
3000
3000m
300m
300th
301st
303
304
305th
306th
307
309
30_minutes
30km
30m
30mm
30s
30th
31
31,000
31,500
31-yard
31.0
31.1
31.2
31.3
31.4
31.5
31.6
31.7
31.8
31.9
310
3100
312
313
314
315
3166-1
318
31st
32
32,000
32,500
32-bit
32-page
32-yard
32.0
32.1
32.2
32.3
32.4
32.5
32.6
32.7
32.8
32.9
320
320,000
3200
320th
321
322
323
325
325,000
325th
326
327
3270
329
32nd
32x
33
33,000
33-yard
33-year-old
33.0
33.1
33.2
33.3
33.4
33.5
33.6
33.7
33.8
33.9
330
330,000
3300
333
339
33rd
34
34,000
34-yard
34-year-old
34.0
34.1
34.2
34.3
34.4
34.5
34.6
34.7
34.8
34.9
340
340,000
3400
341
342
344
345
346
347
347th
348
349
34th
35
35,000
35-yard
35-year
35-year-old
35.0
35.1
35.2
35.3
35.4
35.5
35.6
35.7
35.8
35.9
350
350,000
3500
350cc
350th
351
352
353
354th
355
355th
356
357
358
359
35e
35mm
35th
35w
36
36,000
36-yard
36.0
36.1
36.2
36.3
36.4
36.5
36.6
36.7
36.8
36.9
360
360,000
360-degree
3600
361
362
363
365
365_days
366
366_days
366th
367
369
36ers
36th
37
37,000
37,500
37-yard
37.0
37.1
37.2
37.3
37.4
37.5
37.6
37.7
37.8
37.9
370
370,000
3700
372
373
374
375
375,000
376
377
379
37th
38
38,000
38-yard
38.0
38.1
38.2
38.3
38.4
38.5
38.6
38.7
38.8
38.9
380
380,000
3800
380th
381
382
383
384
385
389
38th
39
39,000
39-yard
39.0
39.1
39.2
39.3
39.4
39.5
39.6
39.7
39.8
39.9
390
391
392
394
395
396
397
398
399
39th
3:00
3:1
3:15
3:2
3:30
3a
3abn
3ak
3am
3aw
3b
3c
3com
3d
3d_radar
3dfx
3do
3e
3g
3gpp
3h
3km
3m
3pm
3pts
3r
3rd
3rd_october_organization
3s
3tc
3x
4
4,000
4,000,000
4,059
4,100
4,200
4,300
4,400
4,500
4,600
4,700
4,800
4-0
4-1
4-10
4-11
4-12
4-2
4-3
4-4
4-4-0
4-4-2
4-5
4-6
4-6-0
4-6-2
4-7
4-8
4-8-4
4-9
4-bit
4-car
4-cylinder
4-d
4-day
4-dimensional
4-door
4-h
4-hitter
4-inch
4-lane
4-membered
4-speed
4-star
4-stroke
4-track
4-way
4-wheel
4-yard
4-year
4.0
4.00
4.01
4.1
4.10
4.2
4.25
4.3
4.30
4.4
4.40
4.5
4.50
4.6
4.7
4.75
4.8
4.80
4.9
4/4
4/5
40
40,000
40-50
40-60
40-foot
40-man
40-minute
40-yard
40-year
40-year-old
40.0
40.1
40.2
40.3
40.4
40.5
40.6
40.7
40.8
40.9
400
400,000
400-series
4000
4004
400m
400th
401
401-k
401-k_plan
402
403
405
406
407
4077th
408
409
4096
40m
40mm
40s
40th
41
41,000
41-yard
41.0
41.1
41.2
41.3
41.4
41.5
41.6
41.7
41.8
41.9
410
4100
411
413
417
418
41st
42
42,000
42,500
42-yard
42.0
42.1
42.2
42.3
42.4
42.5
42.6
42.7
42.8
42.9
420
420,000
4200
421
4217
422
425
426
427
428
429
42nd
43
43,000
43-yard
43.0
43.1
43.2
43.3
43.4
43.5
43.6
43.7
43.8
43.9
430
430,000
4300
431
432
433
434
435
436
437
438
439
43d
43rd
44
44,000
44-yard
44.0
44.1
44.2
44.3
44.4
44.5
44.6
44.7
44.8
44.9
4400
440_yards
442nd
444
445
446
447
448
449
44th
45
45,000
45-minute
45-yard
45.0
45.1
45.2
45.3
45.4
45.5
45.6
45.7
45.8
45.9
450
450,000
4500
451
452
453
454
455
456
457
458
459
45rpm
45s
45th
46
46,000
46-yard
46.0
46.1
46.2
46.3
46.4
46.5
46.6
46.7
46.8
46.9
460
461
462
464
465
466
467
468
469
46th
47
47,000
47,500
47-yard
47.0
47.1
47.2
47.3
47.4
47.5
47.6
47.7
47.8
47.9
470
471
472
473
474
475
476
477
478
479
47th
48
48,000
48-hour
48-yard
48.0
48.1
48.2
48.3
48.4
48.5
48.6
48.7
48.8
48.9
480,000
4800
481
482
483
485
486
487
488
489
48th
49
49,000
49-yard
49.0
49.1
49.2
49.3
49.4
49.5
49.6
49.7
49.8
49.9
490
491
492
493
494
496
497
498
499
49er
49ers
49th
4:00
4:1
4:15
4:3
4:30
4a
4ad
4am
4b
4c
4d
4g
4k
4kids
4km
4m
4pm
4pts
4s
4th
4to
4wd
4x
4x100
4x100m
4x200
4x4
4x400
5
5,000
5,000,000
5,100
5,200
5,300
5,400
5,500
5,600
5,700
5,800
5-0
5-1
5-10
5-11
5-12
5-15
5-2
5-3
5-4
5-5
5-6
5-7
5-8
5-9
5-day
5-door
5-hitter
5-ht
5-ht2a
5-ht3
5-hydroxy-3-methylglutaryl-coenzyme_a_reductase
5-hydroxytryptamine
5-inch
5-membered
5-minute
5-speed
5-star
5-string
5-yard
5-year
5.0
5.00
5.1
5.10
5.2
5.25
5.3
5.30
5.4
5.40
5.45
5.5
5.50
5.56
5.6
5.60
5.7
5.70
5.75
5.8
5.80
5.9
5.90
5/4
5/6
5/8
50
50,000
50-100
50-50
50-60
50-foot
50-minute
50-yard
50-year
50.0
50.1
50.2
50.3
50.4
50.5
50.6
50.7
50.8
50.9
50/50
500
500,000
5000
50000
5000m
500cc
500m
500s
500th
501
501st
502
503
503rd
504
504th
505
506
506th
507
507th
508
509
509th
50:50
50km
50m
50mm
50s
50th
51
51,000
51.0
51.1
51.2
51.3
51.4
51.5
51.6
51.7
51.8
51.9
510
5100
512
513
514
515
5150
516
518
51s
51st
52
52,000
52,500
52.0
52.1
52.2
52.3
52.4
52.5
52.6
52.7
52.8
52.9
5200
521
522
523
524
526
527
528
529
52nd
53
53,000
53.0
53.1
53.2
53.3
53.4
53.5
53.6
53.7
53.8
53.9
530
5300
532
533
534
535
536
537
538
539
53rd
54
54,000
54.0
54.1
54.2
54.3
54.4
54.5
54.6
54.7
54.8
54.9
540
5400
542
543
544
545
546
548
549
54th
55
55,000
55.0
55.1
55.2
55.3
55.4
55.5
55.6
55.7
55.8
55.9
550
550,000
5500
551
552
553
554
555
556
557
558
559
55th
56
56,000
56.0
56.1
56.2
56.3
56.4
56.5
56.6
56.7
56.8
56.9
5600
561
562
563
564
565
566
567
568
569
56th
57
57,000
57.0
57.1
57.2
57.3
57.4
57.5
57.6
57.7
57.8
57.9
570
571
572
573
575
576
577
578
579
57th
58
58,000
58.0
58.1
58.2
58.3
58.4
58.5
58.6
58.7
58.8
58.9
580
5800
581
582
583
584
586
587
588
58th
59
59.0
59.1
59.2
59.3
59.4
59.5
59.6
59.7
59.8
59.9
590
591
592
593
594
595
596
597
598
599
59th
5:00
5:1
5:15
5:30
5:45
5a
5am
5b
5c
5d
5k
5km
5m
5pm
5s
5th
5x
6
6,000
6,000,000
6,200
6,300
6,400
6,500
6,600
6,700
6,800
6-0
6-1
6-10
6-12
6-2
6-3
6-4
6-5
6-6
6-7
6-8
6-9
6-cylinder
6-inch
6-man
6-membered
6-month
6-phosphate
6-speed
6-string
6-yard
6-year
6.0
6.00
6.1
6.10
6.2
6.20
6.25
6.3
6.30
6.4
6.40
6.5
6.50
6.6
6.60
6.7
6.75
6.8
6.80
6.9
6/8
60
60,000
60-70
60-day
60-minute
60.0
60.1
60.2
60.3
60.4
60.5
60.6
60.7
60.8
60.9
600
600,000
6000
600m
600th
601
602
603
605
606
607
608
608,827
609
60_minutes
60m
60s
60th
61
61,000
61.0
61.1
61.2
61.3
61.4
61.5
61.6
61.7
61.8
61.9
6100
612
613
614
615
616
617
618
619
61st
62
62,000
62.0
62.1
62.2
62.3
62.4
62.5
62.6
62.7
62.8
62.9
6200
621
622
623
624
625
626
627
628
629
62nd
63
63,000
63.0
63.1
63.2
63.3
63.4
63.5
63.6
63.7
63.8
63.9
630
631
632
633
634
635
636
637
638
639
639-3
63rd
64
64,000
64-bit
64-gun
64.0
64.1
64.2
64.3
64.4
64.5
64.6
64.7
64.8
64.9
6400
642
643
644
645
647
648
649
64k
64th
65
65,000
65.0
65.1
65.2
65.3
65.4
65.5
65.6
65.7
65.8
65.9
650
650,000
6500
6502
651
652
653
654
655
656
657
658
659
65th
66
66,000
66.1
66.2
66.3
66.4
66.5
66.6
66.7
66.8
66.9
660
6600
661
662
663
664
665
667
668
669
66th
67
67,000
67.1
67.2
67.3
67.4
67.5
67.6
67.8
67.9
670
671
672
673
674
675
676
677
678
679
67th
68
68,000
68.2
68.3
68.5
68.6
68.7
68.8
68.9
680
6800
68000
6809
682
683
684
686
687
688
689
68k
68th
69
69,000
69.1
69.2
69.4
69.5
69.8
690
691
693
694
695
696
697
698
699
69th
6:00
6:1
6:15
6:30
6:45
6_june_1944
6a
6am
6b
6d
6m
6pm
6s
6th
6x
6x6
7
7,000
7,200
7,300
7,500
7,600
7,700
7,800
7-0
7-1
7-10
7-11
7-12
7-13
7-2
7-3
7-4
7-5
7-6
7-7
7-8
7-9
7-bit
7-day
7-eleven
7-inch
7-membered
7-yard
7-year
7-year-old
7.0
7.00
7.1
7.10
7.2
7.20
7.3
7.30
7.4
7.40
7.5
7.50
7.6
7.62
7.65
7.7
7.8
7.80
7.9
7.92
7/8
70
70,000
70-80
70.0
70.1
70.2
70.3
70.4
70.5
70.6
700
700,000
7000
701
702
704
705
706
707
707s
70mm
70s
70th
71
71,000
71.1
71.3
71.4
71.6
71.7
710
711
712
713
714
715
716
717
718
719
71st
72
72,000
72.4
72.5
72.7
720
7200
720p
721
722
723
724
725
726
727
728
72nd
73
73,000
73.3
73.5
730
731
732
733
734
735
736
737-200
737-300
737-800
737s
738
739
73rd
74
74,000
74-gun
74.5
74.6
740
7400
741
742
743
744
745
746
747
747-400
747s
748
749
74th
75
75,000
75.0
75.5
750,000
7500
751
752
753
754
755
757
758
759
75mm
75th
76
76,000
76.2
76.5
76.9
7600
761
762
763
764
765
766
767
768
769
76ers
76th
77
77,000
77.2
77.3
77.4
77.5
77.6
77.8
77.9
770
771
772
773
775
776
777
778
779
77th
78
78,000
78.1
78.3
78.5
78.6
78.7
78.9
780
7800
781
782
783
784
785
786
787
789
78rpm
78th
79
79.1
79.2
79.3
79.4
79.5
79.6
79.7
79.8
79.9
790
791
792
793
794
795
796
797
798
799
79th
7:00
7:15
7:30
7:45
7a
7am
7pm
7s
7th
8
8,000
8,118
8,200
8,300
8,500
8,600
8-0
8-1
8-10
8-11
8-12
8-2
8-3
8-4
8-5
8-6
8-7
8-8
8-9
8-ball
8-bit
8-inch
8-membered
8-track
8-yard
8-year
8-year-old
8.0
8.00
8.1
8.10
8.2
8.20
8.25
8.3
8.30
8.4
8.40
8.5
8.50
8.6
8.7
8.8
8.9
8.90
8/10
80
80,000
80-90
80-yard
80.0
80.1
80.2
80.3
80.4
80.5
80.6
80.7
80.8
80.9
800,000
8000
800m
800th
802
802.1
802.11
802.3
80286
803
80386
804
805
806
807
808
8080
8086
8088
80s
80th
81
81,000
81.0
81.1
81.2
81.3
81.4
81.5
81.6
81.7
81.8
81.9
810
811
813
814
815
816
817
818
81st
82
82,000
82.0
82.1
82.2
82.3
82.4
82.5
82.6
82.7
82.8
82.9
820
822
823
824
825
826
827
828
82d
82nd
83
83,000
83.0
83.1
83.2
83.3
83.4
83.5
83.6
83.7
83.8
83.9
830
831
832
833
834
835
836
837
838
839
83rd
84
84,000
84.0
84.1
84.2
84.3
84.4
84.5
84.6
84.7
84.8
84.9
841
842
843
844
846
847
848
849
84th
85
85,000
85.0
85.1
85.2
85.3
85.4
85.5
85.6
85.7
85.8
85.9
850
850,000
8500
851
852
853
854
855
856
857
859
85th
86
86.0
86.1
86.2
86.3
86.4
86.5
86.6
86.7
86.8
86.9
860
8600
861
862
863
864
865
866
867
868
869
86th
87
87,000
87.0
87.1
87.2
87.3
87.4
87.5
87.6
87.7
87.8
87.9
872
874
875
876
878
879
87th
88
88,000
88.0
88.1
88.2
88.3
88.4
88.5
88.6
88.7
88.8
88.9
8800
880_yards
881
883
884
885
886
887
889
88s
88th
89
89.0
89.1
89.2
89.3
89.4
89.5
89.6
89.7
89.8
89.9
890
891
892
893
894
895
896
897
898
899
89th
8:00
8:30
8:45
8_may_1945
8a
8am
8k
8km
8mm
8pm
8s
8th
8tv
8vo
8x
8x8
9
9,000
9,500
9,600
9-0
9-1
9-1-1
9-10
9-11
9-12
9-13
9-2
9-3
9-4
9-5
9-6
9-7
9-8
9-hole
9-membered
9-yard
9-year-old
9.0
9.00
9.1
9.10
9.2
9.20
9.3
9.30
9.4
9.5
9.50
9.6
9.7
9.8
9.9
9.90
9/10
9/11
90
90,000
90-day
90-degree
90-minute
90.0
90.1
90.2
90.3
90.4
90.5
90.6
90.7
90.8
90.9
900
900,000
9000
9001
901
902
90210
903
904
905
906
907
908
909
90s
90th
91
91.0
91.1
91.2
91.3
91.4
91.5
91.6
91.7
91.8
91.9
910
912
913
914
915
916
91st
92
92,000
92.0
92.1
92.2
92.3
92.4
92.5
92.6
92.7
92.8
92.9
920
921
922
923
924
925
926
927
928
929
92nd
93
93,000
93.0
93.1
93.2
93.3
93.4
93.5
93.6
93.7
93.8
93.9
930
931
932
933
934
935
936
937
93rd
94
94.0
94.1
94.2
94.3
94.4
94.5
94.6
94.7
94.8
94.9
940
941
942
943
944
945
946
947
948
949
94th
95
95,000
95.0
95.1
95.2
95.3
95.4
95.5
95.6
95.7
95.8
95.9
950
9500
951
952
953
955
956
957
958
959
95th
96
96,000
96.0
96.1
96.2
96.3
96.4
96.5
96.6
96.7
96.8
96.9
960
9600
962
963
965
966
9660
968
969
96th
97
97.0
97.1
97.2
97.3
97.4
97.5
97.6
97.7
97.8
97.9
970
971
972
973
974
975
976
977
978
97th
98
98.0
98.1
98.2
98.3
98.4
98.5
98.6
98.7
98.8
98.9
980
981
982
983
984
986
987
988
989
98th
99
99-year
99.0
99.1
99.2
99.3
99.4
99.5
99.6
99.7
99.8
99.9
991
992
993
995
997
999
99th
9:00
9:1
9:30
9a
9am
9mm
9pm
9s
9th
9w
9x
9x19mm
a
a$
a&e
a&f
a&m
a&p
a&r
a&t
a&w
a'man
a-1
a-10
a-12
a-18
a-2
a-20
a-3
a-4
a-5
a-6
a-7
a-b
a-bomb
a-c
a-channel
a-class
a-flat
a-frame
a-ha
a-horizon
a-league
a-level
a-levels
a-line
a-list
a-ok
a-okay
a-one
a-scan_ultrasonography
a-series
a-side
a-sides
a-team
a-type
a-z
a._a._michelson
a._a._milne
a._conan_doyle
a._e._burnside
a._e._housman
a._e._kennelly
a._e._w._mason
a._noam_chomsky
a._testudineus
a.d
a.d.
a.e.
a.k.a
a.k.a.
a.m
a.m.
a/b
a/c
a/k/a
a/s
a/v
a0
a1
a10
a11
a12
a13
a14
a15
a16
a18
a19
a1a
a1gp
a2
a20
a21
a23
a24
a27
a3
a30
a300
a31
a310
a319
a320
a330
a34
a340
a35
a350
a38
a380
a4
a40
a41
a45
a46
a47
a470
a48
a49
a5
a50
a500
a55
a57
a6
a61
a6m
a7
a8
a9
a_battery
a_bit
a_capella_singing
a_cappella
a_cappella_singing
a_couple_of
a_few
a_fortiori
a_good_deal
a_great_deal
a_horizon
a_hundred_times
a_kempis
a_la_carte
a_la_mode
a_level
a_little
a_lot
a_million_times
a_posteriori
a_priori
a_trifle
aa
aaa
aaaa
aaas
aab
aac
aacccc
aachen
aacs
aacsb
aad
aadi
aaf
aafc
aah
aai
aaj
aaland_islands
aalborg
aalii
aaliyah
aalst
aalto
aam
aami
aamir
aan
aanestad
aang
aap
aar
aarau
aardman
aardvark
aardwolf
aare
aare_river
aargau
aarhus
aarne-thompson
aaron
aaron's_rod
aaron_burr
aaron_copland
aaron_montgomery_ward
aaronic
aarons
aarp
aarti
aas
aashto
aat
aau
aave
ab
ab_initio
aba
aba_transit_number
ababa
abaca
abacha
abacinate
aback
abaco
abactinal
abacus
abad
abadan
abaddon
abaft
abalone
abamp
abampere
abandon
abandoned
abandoned_infant
abandoned_person
abandoned_ship
abandoning
abandonment
abandons
abap
abarth
abarticulation
abase
abasement
abash
abashed
abashment
abasia
abasia_trepidans
abasic
abatable
abatable_nuisance
abate
abated
abatement
abatement_of_a_nuisance
abatic
abatis
abator
abattis
abattoir
abaxial
abaxially
abay
abaya
abb
abba
abbacy
abbado
abbas
abbasi
abbasid
abbasids
abbatial
abbe
abbe_condenser
abbess
abbeville
abbey
abbeys
abbie
abbot
abbots
abbotsford
abbott
abbott_lawrence_lowell
abbottabad
abbotts
abbr
abbreviate
abbreviated
abbreviation
abbreviations
abbreviator
abby
abc
abc's
abc-tv
abc1
abc2
abcd
abcoulomb
abcs
abd
abd-allah
abda
abdal
abdali
abdallah
abdallahi
abdel
abdelaziz
abdi
abdias
abdicable
abdicate
abdicated
abdication
abdicator
abdomen
abdominal
abdominal_actinomycosis
abdominal_aorta
abdominal_aortic_aneurysm
abdominal_breathing
abdominal_cavity
abdominal_delivery
abdominal_external_oblique_muscle
abdominal_muscle
abdominal_nerve_plexus
abdominal_pregnancy
abdominal_wall
abdominocentesis
abdominoplasty
abdominous
abdominousness
abdominovesical
abdoulaye
abdu
abduce
abducens
abducens_muscle
abducens_nerve
abducent
abducent_nerve
abduct
abducted
abductees
abducting
abduction
abductions
abductor
abductor_muscle
abductors
abducts
abdul
abdul-jabbar
abdulaziz
abdulla
abdullah
abdullahi
abdur
abdurrahman
abdus
abe
abeam
abecedarian
abecedarius
abed
abel
abel_janszoon_tasman
abel_tasman
abelard
abele
abelia
abelian
abelian_group
abell
abelmoschus
abelmoschus_esculentus
abelmoschus_moschatus
abelmosk
abelson
abenaki
abeokuta
aber
aberavon
abercorn
abercrombie
abercromby
aberdare
aberdeen
aberdeen_angus
aberdeenshire
aberdonian
aberfeldy
abergavenny
aberhart
abernathy
abernethy
aberrance
aberrancy
aberrant
aberrate
aberration
aberrations
aberystwyth
abet
abetalipoproteinemia
abetment
abettal
abetted
abetter
abetting
abettor
abeyance
abeyant
abfarad
abhay
abhenry
abhimanyu
abhishek
abhisit
abhor
abhorred
abhorrence
abhorrent
abhorrer
abi
abia
abid
abidance
abide
abide_by
abides
abiding
abidjan
abience
abient
abies
abies_alba
abies_amabilis
abies_balsamea
abies_bracteata
abies_concolor
abies_fraseri
abies_grandis
abies_lasiocarpa
abies_lowiana
abies_venusta
abigail
abila
abilene
abilities
ability
abimelech
abingdon
abington
abiogenesis
abiogenetic
abiogenist
abiola
abiotic
abiotrophy
abitibi
abitur
abject
abjection
abjectly
abjuration
abjure
abjurer
abkhas
abkhasian
abkhaz
abkhazia
abkhazian
abl
ablactate
ablactation
ablate
ablated
ablation
ablative
ablative_absolute
ablative_case
ablaut
ablaze
able
able-bodied
able-bodied_seaman
able-bodiedism
able-bodism
able_seaman
ableism
ablepharia
ablest
ablett
ablism
abloom
abls
ablution
ablutionary
ably
abm
abn
abnaki
abnegate
abnegation
abnegator
abner
abnett
abney
abney_level
abnormal
abnormal_psychology
abnormalcy
abnormalities
abnormality
abnormally
abo
abo_antibodies
abo_blood_group_system
abo_group
abo_system
aboard
abocclusion
abode
abodes
abohm
abolish
abolishable
abolished
abolishing
abolishment
abolition
abolitionary
abolitionism
abolitionist
abolitionists
abomasal
abomasum
abominable
abominable_snowman
abominably
abominate
abomination
abominations
abominator
abor
aborad
aboral
aboriginal
aboriginal_australian
aboriginals
aborigine
aborigines
abort
aborted
aborticide
abortifacient
aborting
abortion
abortion-inducing_drug
abortion_pill
abortionist
abortions
abortive
abortively
abortus
abou
aboulia
aboulic
abound
abound_in
abounded
abounding
abounds
about
about-face
about.com
about_turn
above
above-average
above-ground
above-mentioned
above-named
above_all
aboveboard
aboveground
abra
abracadabra
abrachia
abradant
abrade
abrader
abrading_stone
abraham
abraham's_bosom
abraham_lincoln
abraham_stoker
abrahamic
abrahams
abram
abramis
abramis_brama
abramoff
abramovich
abrams
abramson
abranchial
abranchiate
abranchious
abrase
abrasion
abrasions
abrasive
abrasive_material
abrasiveness
abrasives
abravanel
abraxas
abreact
abreaction
abreast
abreu
abri
abridge
abridged
abridgement
abridger
abridgment
abril
abroach
abroad
abrocoma
abrocome
abrogate
abrogated
abrogation
abrogator
abrolhos
abronia
abronia_elliptica
abronia_fragrans
abronia_latifolia
abronia_maritima
abronia_umbellata
abronia_villosa
abrupt
abruptio_placentae
abruption
abruptly
abruptly-pinnate
abruptly-pinnate_leaf
abruptness
abruzzi
abruzzi_e_molise
abruzzo
abs
abs-cbn
absa
absalom
absalon
abscess
abscessed
abscessed_tooth
abscesses
abscise
abscissa
abscission
abscond
absconded
absconder
abscondment
absecon
abseil
abseiler
abseiling
absence
absence_seizure
absence_without_leave
absences
absent
absent-minded
absentee
absentee_ballot
absentee_rate
absenteeism
absentia
absently
absentminded
absentmindedly
absentmindedness
absinth
absinthe
absinthe_oil
absolut
absolute
absolute_alcohol
absolute_ceiling
absolute_frequency
absolute_magnitude
absolute_majority
absolute_pitch
absolute_scale
absolute_space
absolute_temperature
absolute_threshold
absolute_value
absolute_viscosity
absolute_zero
absolutely
absoluteness
absolution
absolutism
absolutist
absolutistic
absolutive
absolve
absolved
absolver
absolvitory
absorb
absorbable
absorbance
absorbate
absorbed
absorbefacient
absorbency
absorbent
absorbent_cotton
absorbent_material
absorber
absorbers
absorbing
absorbs
absorptance
absorption
absorption_band
absorption_coefficient
absorption_factor
absorption_indicator
absorption_spectrum
absorption_unit
absorptive
absorptivity
absquatulate
abstain
abstained
abstainer
abstaining
abstemious
abstemiously
abstemiousness
abstention
abstentions
abstentious
abstinence
abstinent
abstract
abstract_art
abstract_artist
abstract_entity
abstract_expressionism
abstract_thought
abstracted
abstractedly
abstractedness
abstracter
abstracting
abstraction
abstractionism
abstractionist
abstractions
abstractive
abstractly
abstractness
abstractor
abstracts
abstruse
abstrusely
abstruseness
abstrusity
absurd
absurdist
absurdities
absurdity
absurdly
absurdness
abt
abu
abu-jamal
abu_ali_al-husain_ibn_abdallah_ibn_sina
abu_dhabi
abu_hafs_al-masri_brigades
abu_nidal_organization
abu_sayyaf
abubakar
abudefduf
abudefduf_saxatilis
abuja
abukir
abukir_bay
abul
abul-walid_mohammed_ibn-ahmad_ibn-mohammed_ibn-roshd
abulia
abulic
abuna
abundance
abundances
abundant
abundantly
abune
abuse
abused
abuser
abusers
abuses
abusing
abusive
abusively
abut
abutilon
abutilon_theophrasti
abutment
abutment_arch
abutments
abuts
abutter
abutting
abuzz
abv
abvolt
abwatt
abwehr
aby
aby_moritz_warburg
aby_warburg
abydos
abye
abyla
abysm
abysmal
abysmally
abyss
abyssal
abyssal_zone
abyssinia
abyssinian
abyssinian_banana
abyssinian_cat
ac
ac-130
ac/dc
aca
acacia
acacia_auriculiformis
acacia_cambegei
acacia_catechu
acacia_dealbata
acacia_farnesiana
acacia_melanoxylon
acacia_pycnantha
acacia_xanthophloea
acacius
academe
academia
academic
academic_administrator
academic_costume
academic_degree
academic_department
academic_freedom
academic_gown
academic_program
academic_relation
academic_requirement
academic_robe
academic_session
academic_term
academic_year
academical
academically
academician
academicians
academicianship
academicism
academics
academie
academies
academism
academy
academy_award
academy_of_motion_picture_arts_and_sciences
academy_of_television_arts_and_sciences
acadia
acadia_national_park
acadian
acadiana
acadians
acalypha
acalypha_virginica
acantha
acanthaceae
acanthion
acanthisitta
acanthisitta_chloris
acanthisittidae
acanthocephala
acanthocephalan
acanthocereus
acanthocereus_pentagonus
acanthocereus_tetragonus
acanthocybium
acanthocybium_solandri
acanthocyte
acanthocytosis
acanthoid
acantholysis
acanthoma
acanthophis
acanthophis_antarcticus
acanthopterygian
acanthopterygii
acanthoscelides
acanthoscelides_obtectus
acanthosis
acanthosis_nigricans
acanthotic
acanthous
acanthuridae
acanthurus
acanthurus_chirurgus
acanthus
acanthus_family
acanthus_mollis
acapnia
acapnial
acapnic
acapnotic
acapulco
acapulco_de_juarez
acapulco_gold
acaracide
acardia
acariasis
acaricide
acarid
acaridae
acaridiasis
acarina
acarine
acariosis
acaroid_resin
acarophobia
acarpellous
acarpelous
acarpous
acarus
acaryote
acatalectic
acataphasia
acathexia
acathexis
acaudal
acaudate
acaulescent
acb
acbl
acc
acca
accademia
accardo
accaroid_resin
accc
accede
acceded
acceding
accelerando
accelerate
accelerated
accelerates
accelerating
acceleration
acceleration_unit
accelerations
accelerative
accelerator
accelerator_factor
accelerator_pedal
accelerators
acceleratory
accelerometer
accelerometers
accent
accent_mark
accented
accenting
accentor
accentors
accents
accentual
accentual_system
accentuate
accentuated
accentuation
accenture
accept
acceptability
acceptable
acceptableness
acceptably
acceptance
acceptance_sampling
acceptant
acceptation
accepted
accepting
acceptive
acceptor
acceptor_rna
acceptors
accepts
access
access_code
access_road
access_time
accessary
accessed
accesses
accessibility
accessible
accessing
accession
accessional
accessorial
accessories
accessory
accessory_after_the_fact
accessory_before_the_fact
accessory_cephalic_vein
accessory_during_the_fact
accessory_fruit
accessory_hemiazygos_vein
accessory_hemiazygous_vein
accessory_nerve
accessory_vertebral_vein
accho
acciaccatura
accidence
accident
accident-prone
accident_surgery
accidental
accidental_injury
accidentally
accidentals
accidents
accipiter
accipiter_cooperii
accipiter_gentilis
accipiter_nisus
accipitridae
accipitriformes
accipitrine
acclaim
acclaimed
acclamation
acclimate
acclimation
acclimatisation
acclimatise
acclimatization
acclimatize
acclivitous
acclivity
accolade
accolades
accommodate
accommodated
accommodates
accommodating
accommodating_iol
accommodating_lens_implant
accommodatingly
accommodation
accommodation_endorser
accommodation_ladder
accommodation_reflex
accommodational
accommodations
accommodative
accommodator
accompanied
accompanies
accompaniment
accompaniments
accompanist
accompany
accompanying
accompanying_vein
accompanyist
accomplice
accomplices
accomplish
accomplishable
accomplished
accomplished_fact
accomplishes
accomplishing
accomplishment
accomplishments
accord
accord_and_satisfaction
accordance
accordance_of_rights
accordant
accorded
according
accordingly
accordion
accordion_door
accordionist
accordions
accords
accost
accosted
accouchement
accoucheur
accoucheuse
account
account_book
account_executive
account_for
account_payable
account_representative
account_statement
accountability
accountable
accountancy
accountant
accountants
accountantship
accounted
accounting
accounting_data
accounting_entry
accounting_firm
accounting_principle
accounting_standard
accounting_system
accounts
accounts_payable
accounts_receivable
accouter
accoutered
accouterment
accoutre
accoutred
accoutrement
accoutrements
accra
accredit
accreditation
accreditations
accredited
accrediting
accredits
accrete
accreted
accretion
accretionary
accretive
accrington
accroides
accroides_gum
accroides_resin
accrual
accrual_basis
accrue
accrued
accruement
accruing
acculturate
acculturation
acculturational
acculturative
accumbens
accumbent
accumulate
accumulated
accumulates
accumulating
accumulation
accumulations
accumulative
accumulator
accumulator_register
accumulators
accuracy
accurate
accurately
accurse
accursed
accurst
accusal
accusation
accusations
accusative
accusative_case
accusatorial
accusatory
accuse
accused
accuser
accusers
accuses
accusing
accusingly
accusive
accustom
accustomed
accuweather
acd
ace
ace_inhibitor
ace_of_clubs
ace_of_diamonds
ace_of_hearts
ace_of_spades
acebutolol
acedia
aceh
acela
acellular
acellular_slime_mold
acentric
acentric_chromosome
acephalia
acephalism
acephalous
acephaly
acer
acer_argutum
acer_campestre
acer_circinatum
acer_glabrum
acer_japonicum
acer_macrophyllum
acer_negundo
acer_negundo_californicum
acer_palmatum
acer_pennsylvanicum
acer_platanoides
acer_pseudoplatanus
acer_rubrum
acer_saccharinum
acer_saccharum
acer_spicatum
aceraceae
acerate
acerate_leaf
acerb
acerbate
acerbic
acerbity
acerola
acerose
acervate
acervulus
aces
acetabular
acetabulum
acetal
acetaldehyde
acetaldol
acetamide
acetaminophen
acetanilid
acetanilide
acetate
acetate_disk
acetate_rayon
acetic
acetic_acid
acetic_anhydride
acetify
acetin
acetoacetic_acid
acetone
acetone_body
acetonemia
acetonic
acetonuria
acetophenetidin
acetose
acetous
acetphenetidin
acetum
acetyl
acetyl-coa
acetyl_chloride
acetyl_group
acetyl_radical
acetylate
acetylation
acetylcholine
acetylcholinesterase
acetylene
acetylenic
acetylic
acetylise
acetylize
acetylsalicylic_acid
acetyltransferase
aceveda
acevedo
acf
acg
ach
acha
achaea
achaean
achaeans
achaemenid
achaia
achaian
acharya
ache
achebe
achelous
achene
achenial
acheron
acheronian
acherontia
acherontia_atropos
acherontic
aches
acheson
acheson_process
acheta
acheta_assimilis
acheta_domestica
acheulean
achievability
achievable
achieve
achieved
achievement
achievements
achiever
achievers
achieves
achieving
achille
achille_ratti
achillea
achillea_millefolium
achillea_ptarmica
achilles
achilles'_heel
achilles_tendon
achim
achimenes
aching
achira
achlamydeous
achlorhydria
achlorhydric
achmad_sukarno
achoerodus
achoerodus_gouldii
acholi
acholia
achomawi
achondrite
achondritic
achondroplasia
achondroplastic
achondroplasty
achras
achras_zapota
achromasia
achromatic
achromatic_color
achromatic_colour
achromatic_lens
achromatic_vision
achromaticity
achromatin
achromatinic
achromatise
achromatism
achromatize
achromatous
achromia
achromic
achromous
achromycin
achtung
achy
achylia
achylia_gastrica
aci
acicula
acicular
aciculate
acid
acid-base
acid-base_balance
acid-base_equilibrium
acid-base_indicator
acid-fast
acid-forming
acid-loving
acid-tasting
acid-wash
acid_anhydrides
acid_dye
acid_halide
acid_head
acid_hydrogen
acid_precipitation
acid_rain
acid_rock
acid_test
acid_value
acidemia
acidic
acidic_hydrogen
acidification
acidify
acidimetric
acidimetry
acidity
acidophil
acidophile
acidophilic
acidophilous
acidophilus
acidophilus_milk
acidosis
acidotic
acids
acidulate
acidulent
acidulous
acidulousness
aciduric
acinar
acinic
acinonyx
acinonyx_jubatus
acinos
acinos_arvensis
acinose
acinous
acinus
acipenser
acipenser_huso
acipenser_transmontanus
acipenseridae
acis
ack
ack-ack
ack-ack_gun
ackee
acker
ackerley
ackerman
ackermann
ackland
ackles
acknowledge
acknowledgeable
acknowledged
acknowledgement
acknowledgements
acknowledges
acknowledging
acknowledgment
acknowledgments
ackroyd
acl
acland
aclant
aclinic_line
acls
aclu
acm
acma
acme
acn
acne
acne_rosacea
acne_vulgaris
acned
acneiform
acnidosporidia
aco
acocanthera
acocanthera_oblongifolia
acocanthera_oppositifolia
acocanthera_spectabilis
acocanthera_venenata
acokanthera
acold
acolyte
acolytes
aconcagua
aconite
aconitum
aconitum_lycoctonum
aconitum_napellus
acoraceae
acorea
acores
acorn
acorn-shaped
acorn_barnacle
acorn_cup
acorn_squash
acorn_tube
acorns
acorus
acorus_calamus
acosta
acousma
acoustic
acoustic_aphasia
acoustic_buoy
acoustic_delay_line
acoustic_device
acoustic_gramophone
acoustic_guitar
acoustic_impedance
acoustic_meatus
acoustic_modem
acoustic_nerve
acoustic_phenomenon
acoustic_power
acoustic_projection
acoustic_radiation_pressure
acoustic_reactance
acoustic_resistance
acoustic_spectrum
acoustic_storage
acoustic_wave
acoustical
acoustically
acoustician
acousticophobia
acoustics
acp
acqua
acquaint
acquaintance
acquaintances
acquaintanceship
acquainted
acquaviva
acquiesce
acquiesced
acquiescence
acquiescent
acquirable
acquire
acquired
acquired_hemochromatosis
acquired_immune_deficiency_syndrome
acquired_immunity
acquired_reflex
acquired_taste
acquirement
acquirer
acquires
acquiring
acquisition
acquisition_agreement
acquisitions
acquisitive
acquisitiveness
acquit
acquittal
acquittance
acquitted
acr
acragas
acrasiomycetes
acre
acre-foot
acre_inch
acreage
acres
acrid
acridid
acrididae
acridity
acridness
acridotheres
acridotheres_tristis
acrilan
acrimonious
acrimony
acris
acris_crepitans
acris_gryllus
acritical
acroanaesthesia
acroanesthesia
acrobat
acrobates
acrobatic
acrobatic_feat
acrobatic_stunt
acrobatics
acrobats
acrocarp
acrocarpous
acrocarpous_moss
acrocarpus
acrocarpus_fraxinifolius
acrocentric
acrocentric_chromosome
acrocephalus
acrocephalus_schoenobaenus
acrocephaly
acroclinium
acroclinium_roseum
acrocomia
acrocomia_aculeata
acrocomia_vinifera
acrocyanosis
acrodont
acrogen
acrogenic
acrogenous
acrolein
acromegalia
acromegalic
acromegaly
acromial_process
acromicria
acromikria
acromion
acromphalus
acromyotonia
acronym
acronymic
acronymous
acronyms
acropetal
acrophobia
acrophobic
acrophony
acropolis
acropora
acroscopic
acrosome
across
across-the-board
across_the_board
across_the_country
across_the_nation
acrostic
acrostichum
acrostichum_aureum
acrylamide
acrylate
acrylate_resin
acrylic
acrylic_acid
acrylic_fiber
acrylic_paint
acrylic_resin
acrylics
acrylonitrile
acrylonitrile-butadiene-styrene
acs
acsi
act
act_as
act_involuntarily
act_of_god
act_of_terrorism
act_on
act_out
act_reflexively
act_superior
act_up
act_upon
acta
actable
actaea
actaea_alba
actaea_rubra
acte
acted
acth
actias
actias_luna
actifed
actin
actinal
actinaria
acting
acting_out
actinia
actinian
actiniaria
actiniarian
actinic
actinic_dermatitis
actinic_keratosis
actinic_radiation
actinic_ray
actinide
actinide_series
actinides
actinidia
actinidia_arguta
actinidia_chinensis
actinidia_deliciosa
actinidia_polygama
actinidiaceae
actiniopteris
actinism
actinium
actinoid
actinolite
actinomeris
actinomeris_alternifolia
actinometer
actinometric
actinometrical
actinometry
actinomorphic
actinomorphous
actinomyces
actinomycetaceae
actinomycetal
actinomycetales
actinomycete
actinomycetous
actinomycin
actinomycosis
actinomycotic
actinomyxidia
actinomyxidian
actinon
actinopod
actinopoda
actinotherapy
actinozoa
actinozoan
action
action-adventure
action-oriented
action-packed
action/adventure
action_at_law
action_mechanism
action_officer
action_painting
action_plant
action_potential
action_replay
action_spectrum
actionable
actions
actionscript
actitis
actitis_hypoleucos
actitis_macularia
actium
activase
activate
activated
activated_carbon
activated_charcoal
activates
activating
activating_agent
activation
activation_energy
activations
activator
active
active-duty
active_agent
active_air_defense
active_application
active_birth
active_citizen
active_immunity
active_matrix_screen
active_placebo
active_site
active_transport
active_trust
active_voice
actively
activeness
activewear
activex
activision
activism
activist
activistic
activists
activities
activity
actomyosin
acton
actor
actor's_agent
actor's_assistant
actor's_line
actor/comedian
actor/director
actors
actress
actresses
acts
acts_of_the_apostles
actu
actual
actual_damages
actual_eviction
actual_possession
actual_sin
actualisation
actualise
actuality
actualization
actualize
actually
actuarial
actuarial_table
actuaries
actuary
actuate
actuated
actuating
actuation
actuator
actuators
actus
actus_reus
acu
acuate
acuff
acuity
acular
aculea
aculeate
aculeated
aculeus
acumen
acuminata
acuminate
acuminate_leaf
acupressure
acupuncture
acura
acushnet
acute
acute-angled_triangle
acute_accent
acute_angle
acute_anterior_poliomyelitis
acute_brain_disorder
acute_gastritis
acute_glaucoma
acute_glossitis
acute_hemorrhagic_encephalitis
acute_inclusion_body_encephalitis
acute_kidney_failure
acute_leukemia
acute_lymphoblastic_leukemia
acute_lymphocytic_leukemia
acute_myelocytic_leukemia
acute_myeloid_leukemia
acute_organic_brain_syndrome
acute_pyelonephritis
acute_renal_failure
acute_schizophrenic_episode
acute_triangle
acutely
acuteness
acworth
acyclic
acyclovir
acyl
acyl-coa
acyl_anhydrides
acyl_group
acyl_halide
acylation
acylglycerol
acyltransferases
ad
ad&d
ad-din
ad-hoc
ad-lib
ad-libbed
ad_agency
ad_blitz
ad_campaign
ad_hoc
ad_hominem
ad_infinitum
ad_interim
ad_lib
ad_libitum
ad_nauseam
ad_val
ad_valorem
ad_valorem_tax
ada
ada-scid
adac
adachi
adactylia
adactylism
adactylous
adactyly
adad
adage
adagio
adair
adak
adal
adalbert
adalia
adalia_bipunctata
adam
adam's_apple
adam's_needle
adam's_needle-and-thread
adam's_peak
adam-12
adam-and-eve
adam_smith
adama
adamance
adamant
adamantine
adamantium
adamantly
adamawa
adami
adamo
adams
adams-stokes_syndrome
adamski
adamson
adamstown
adan
adana
adansonia
adansonia_digitata
adansonia_gregorii
adapa
adapid
adapid_group
adapin
